Repository: spiritEcosse/-neatapps
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Name
ru: Имя

source: Email
ru: Электронная почта

source: Please enter your email.
ru: Пожалуйста, введите Вашу электронную почту.

source: Message
ru: Сообщение

source: Please enter your message.
ru: Пожалуйста, введите Ваше сообщение.

source: Russia
ru: Россия

source: You received a letter from the site %s
ru: Вы получили письмо c сайта %s

source: Your message sent!
ru: Ваше сообщение отправлено!

source: Neatapps – software development company
ru: Neatapps - компания разработки программного обеспечения

source: Home
ru: Главная

source: Service
ru: Сервис

source: About
ru: О нас

source: Projects
ru: Проекты

source: Contact
ru: Контакты

source: We listen.
ru: Слушаем.

source: We discuss.
ru: Обсуждаем.

source: We develop.
ru: Разрабатываем.

source: Just neat applications
ru: Только изящные приложения

source: Applications for everyone and elegant solution for your business.
ru: Приложения для всех и элегантное решение для Вашего бизнеса.

source: Native Platform Development
ru: Разработка native приложений

source: It works fast and reliably.
ru: Работает быстро и надежно.

source: User Oriented
ru: Ориентировано на пользователя

source: Nothing unnecessary.
ru: Ничего лишнего.

source: Just what user need.
ru: Только то, что необходимо пользователю.

source: Fresh & Clean Design
ru: Приятный дизайн

source: Design that delights.
ru: Дизайн, который восхищает.

source: Who We Are?
ru: О нас

source: Neatapps is a team of dedicated software developers. We love to create neat software products.
ru: Neatapps это команда разработчиков программного обеспечения. Мы любим создавать изящные приложения.

source: We listen, we discuss and develop. We love to learn and use the latest technologies.
ru: Выслушаем Вас, обсудим с Вами и разработаем для Вас приложение. Мы любим учиться и использовать современные технологии.

source: Our Amazing Works
ru: Наши проекты

source: All Works
ru: Все проекты

source: Universal Breathing Exercise Timer!
ru: Дыхательные упражнения!

source: Mindnotes: notepad with tags and sub-tags!
ru: Mindnotes: блокнот с тегами и под-тегами!

source: Got a Question? We&rsquo;re Here to Help!
ru: Есть вопрос? Мы здесь, чтобы помочь!

source: Get in touch with us
ru: Напишите нам

source: Send Message
ru: Отправить сообщение

source: All Rights Reserved.
ru: Все права защищены.

source: Up
ru: Вверх

source: Down
ru: Вниз
